{
    "liquidity": "LIQUIDEZ",
    "joinBitPower": "Únete a BitPower para crear un nuevo sistema financiero de economía Web 3.0",
    "inviteFriends": "Invitar amigos",
    "joinNow": "Únete Ahora",
    "comingSoon": "Próximamente",
    "bitPowerLoop": "BitPower Loop",
    "bitPowerLoopContent": "Un protocolo de rendimiento basado en la Máquina Virtual de Ethereum (EVM) que permite a las personas proporcionar liquidez de criptomonedas sin riesgo y obtener rendimientos.",
    "savingBox": "Caja de Ahorros",
    "savingBoxContent": "Un protocolo de PancakeSwap basado en blockchain diseñado para proporcionar a los usuarios servicios de ahorro seguros y eficientes.",
    "bitPowerSavings": "Ahorros de BitPower",
    "bitPowerSavingsContent": "Un protocolo de ahorro de criptomonedas basado en la red Binance Smart Chain, diseñado para proporcionar a los usuarios soluciones de ahorro seguras y eficientes.",
    "bitPowerDAO": "BitPower DAO",
    "bitPowerDAOContent": "Destinado a lograr la distribución justa de MellionCoin a través de un plan de preventa para proporcionar apoyo sostenible al desarrollo del ecosistema de BitNest.",
    "moreInformation": "Más Información",
    "partnerIntroduction": "Introducción de Socios",
    "becomePartner": "Conviértete en Socio",
    "fillApplication": "Rellenar Aplicación",
    "partnerDashboard": "Tablero de Socios",
    "bitpower_intro": "BitPower es una plataforma financiera descentralizada (DeFi) basada en tecnología blockchain, que tiene como objetivo construir un sistema mundial digital distribuido transparente, accesible e inclusivo. Logrando la circulación económica descentralizada de igual a igual, seguridad sin riesgo para satisfacer las necesidades de circulación de fondos, préstamos y ahorros de ingresos cíclicos de usuarios e instituciones globales.",
    "bitpower_definition": "Definición de BitPower",
    "bitpower_definition_1": "Bic (Bitcoin) es una criptomoneda digital cuyo ecosistema es conocido por su descentralización, anonimato, inmutabilidad y suministro limitado, que contiene una innovación y posibilidades infinitas.",
    "bitpower_definition_2": "'Power' simboliza fuerza y nueva energía, representando un mundo de monedas con un concepto de ecosistema financiero fuerte, estable y seguro.",
    "bitpower_definition_3": "'BitPower' se desarrolla en base al ecosistema de Bitcoin porque se mantiene a través de un conjunto de códigos y una red distribuida sin depender de instituciones centrales o emisión y gestión gubernamentales. Es conocido como el oro digital debido a sus características de descentralización, anonimato, inmutabilidad y suministro limitado.",
    "bitpower_definition_4": "BitPower se convertirá en un paraíso digital que integra DeFi, criptografía, cifrado homomórfico, digitalización y espíritu comunitario, proporcionando a los usuarios servicios financieros 'sin riesgo' y garantías de seguridad completas, dedicándose a construir un ecosistema BitPower próspero y dinámico.",
    "learn_more": "Aprender Más",
    "roadmap": "Hoja de Ruta",
    "roadmap_idea": "Nacimiento de la Idea de BitPower",
    "roadmap_idea_date": "Agosto 2022",
    "roadmap_lending": "Préstamos de BitPower",
    "roadmap_lending_date": "Marzo 2023",
    "roadmap_loop": "BitPower Loop",
    "roadmap_loop_date": "Marzo 2023",
    "roadmap_savings": "Ahorros de BitPower",
    "roadmap_savings_date": "Julio 2023",
    "roadmap_community": "Establecimiento de la Comunidad BitPower",
    "roadmap_community_date": "Septiembre 2023",
    "roadmap_users": "Base de Usuarios Supera los 800,000",
    "roadmap_users_date": "Diciembre 2023",
    "roadmap_commercial": "Cooperación Comercial del Ecosistema BitPower",
    "roadmap_commercial_date": "Enero 2024",
    "roadmap_mellion": "Nacimiento de MellionCoin",
    "roadmap_mellion_date": "Abril 2024",
    "roadmap_circulation": "Circulación de Tokens",
    "roadmap_circulation_date": "Futuro",
    "roadmap_token_lending": "Préstamos de Tokens",
    "roadmap_token_lending_date": "Futuro",
    "roadmap_wallet": "Cartera BitPower",
    "roadmap_wallet_date": "Futuro",
    "roadmap_cross_chain": "Nodos de Cadena Cruzada",
    "roadmap_cross_chain_date": "Futuro",
    "roadmap_mixing": "Servicios de Mezcla de BitPower",
    "roadmap_mixing_date": "Futuro",
    "roadmap_exchange": "Transacciones de Moneda a Moneda",
    "roadmap_exchange_date": "Futuro",
    "roadmap_market_management": "Gestión del Valor de Mercado del Intercambio",
    "roadmap_market_management_date": "Futuro",
    "conclusion": "Conclusión",
    "conclusion_text": "Como una plataforma financiera descentralizada (DeFi) basada en tecnología blockchain, BitPower no solo proporciona a los usuarios servicios de préstamo, ahorro y liquidez de criptomonedas seguros, eficientes y transparentes, sino que también representa el tremendo potencial y las perspectivas de aplicación de la tecnología blockchain en el campo financiero. A través de la arquitectura descentralizada y la tecnología de contratos inteligentes, BitPower resuelve eficazmente muchos problemas existentes en los sistemas financieros tradicionales. Mientras tanto, BitPower trae más libertad financiera e innovación a los usuarios globales, promoviendo el desarrollo e innovación del mercado financiero. En el futuro, con el continuo desarrollo de la tecnología blockchain y la expansión de los escenarios de aplicación, BitPower continuará dedicándose a proporcionar a los usuarios servicios financieros más diversos e innovadores, impulsando el progreso y desarrollo en el campo financiero y logrando un ecosistema financiero más abierto, inclusivo y seguro.",
    "bitpower_opportunity": "BitPower ofrece oportunidades de asociación, comparte 20 millones de USDT con todos",
    "open_group": "Damos la bienvenida a un grupo abierto de personas",
    "open_group_text": "Damos la bienvenida a personas de todos los ámbitos de la vida para unirse al equipo de BitPower. Ya seas un trabajador de oficina común, ama de casa, maestro, desempleado, un desarrollador senior o inversor en el campo de blockchain, o un novato que tiene curiosidad pero carece de experiencia en este campo, puedes unirte libremente a nuestras filas. En BitPower, creemos que todos tienen el potencial de convertirse en un miembro del campo blockchain y contribuir al desarrollo de esta industria.",
    "background_text": "No importa cuál sea tu formación, damos la bienvenida a tu incorporación y prometemos proporcionarte todo el apoyo y los recursos que necesitas para alcanzar tus objetivos y sueños en el campo de blockchain. Importante, unirse al equipo de BitPower es completamente gratis. Creemos que el conocimiento y las oportunidades deben ser inclusivos y universales, sin ninguna restricción.",
    "commitment_text": "Prometemos que todo esto es gratuito. Prometemos que cuando te conviertas en socio de BitPower, te convertirás en el propietario de la plataforma y liderarás a tu equipo para desarrollarse.",
    "easy_work": "Puedes trabajar fácilmente con solo un teléfono móvil.",
    "what_is_bitpower": "¿Qué es BitPower?",
    "significance_of_being_partner": "Significado de ser un Socio de BitPower",
    "significance_intro": "Convertirse en un socio de BitPower significa más que ser solo un participante...",
    "entrepreneur_opportunity": "Oportunidad Emprendedora:",
    "entrepreneur_opportunity_desc": "Como socio de BitPower, tendrás la oportunidad de convertirte en el CEO...",
    "increase_income": "Aumentar Ingresos Personales:",
    "increase_income_desc": "Convertirse en un socio de BitPower aumentará enormemente tus ingresos personales...",
    "development_opportunity": "Oportunidad de Desarrollo:",
    "development_opportunity_desc": "Proporcionamos capacitación profesional y apoyo para ayudarte a tener éxito...",
    "interested_partner": "Si estás interesado en convertirte en socio de BitPower...",
    "training_and_support": "Además, la comunidad de BitPower ofrece capacitación y orientación...",
    "bitpower_partner_benefits": "Beneficios del Socio de BitPower:",
    "partner_benefits_intro": "Como socio, disfrutarás de los siguientes privilegios...",
    "bitpower_loop": "BitPower Loop",
    "bitpower_loop_desc": "BitPower Loop es nuestro mecanismo de circulación compartida...",
    "bitpower_dao": "BitPower DAO",
    "bitpower_dao_desc": "BitPower DAO proporciona un mecanismo para que los miembros del equipo...",
    "bitsavings": "BitSavings",
    "bitsavings_desc": "Tendrás acceso a un tablero de socios dedicado...",
    "application_title": "Formulario de Aplicación",
    "application_bitpower_intro_application": "Convertirse en socio de BitPower es un desafío independiente. Cuando te unes a la asociación de BitPower, significa que no solo eres un participante de la plataforma, sino un verdadero propietario de la plataforma. Te ofrecemos no solo una oportunidad de trabajo, sino una oportunidad emprendedora. Aquí, desempeñarás el papel de CEO de la plataforma BitPower, convirtiéndote en el dueño de la plataforma. Esto aumentará enormemente tus ingresos personales, al mismo tiempo que te traerá más oportunidades de desarrollo y desafíos.",
    "application_partner_requirements_title": "Primero, asegúrate de cumplir con los siguientes 5 requisitos:",
    "application_step_one": "Paso Uno:",
    "application_step_one_desc": "Tus miembros del equipo subordinado han alcanzado los 5 miembros, y tienes buenas habilidades de comunicación y colaboración para comunicarte y cooperar eficazmente con los miembros del equipo y socios.",
    "application_step_two": "Paso Dos:",
    "application_step_two_desc": "Estás familiarizado con la lógica básica de los productos de BitPower, tienes un entendimiento de las criptomonedas y estás familiarizado con el proceso operativo de los intercambios de criptomonedas en tu país. Cuando tus miembros del equipo encuentren problemas relacionados, puedes proporcionarles apoyo y ayudarlos a resolver dificultades.",
    "application_step_three": "Paso Tres:",
    "application_step_three_desc": "Estás familiarizado con el núcleo de los productos de BitPower, las reglas de comisión y el modo de operación de la plataforma, y puedes transmitir claramente esta información a tus miembros del equipo.",
    "application_step_four": "Paso Cuatro:",
    "application_step_four_desc": "Has establecido un grupo de Telegram de BitPower y eres el fundador del grupo. Como fundador del grupo, recibirás asistencia de un embajador de equipo asignado por la comunidad para ayudarte a convertirte en un socio calificado. Este embajador ayudará a tus miembros del equipo en la capacitación sobre el conocimiento del ecosistema de BitPower y te ayudará a desarrollar el equipo.",
    "application_step_five": "Paso Cinco:",
    "application_step_five_desc": "Ya tienes una cuenta de YouTube o cuenta de reuniones de Zoom y tienes ciertas habilidades de presentación. Nuestros embajadores de equipo te asistirán en videoconferencias y te proporcionarán una capacitación más detallada.",
    "application_instructions": "Si cumples con las cinco condiciones anteriores, por favor agrega el enlace de tu grupo de Telegram y el enlace de tu cuenta de Telegram o número de teléfono a continuación para solicitar convertirte en socio de la plataforma. Después de completar, por favor haz clic en 'Aplicar Ahora'. Nuestro embajador de equipo se pondrá en contacto contigo a través de la información de contacto que proporcionaste. Ten en cuenta que si no cumples con las calificaciones del socio o no cumples con los cinco requisitos anteriores, no podremos aceptar tu solicitud.",
    "application_add_group_link": "Agrega el enlace de tu grupo",
    "application_add_group_link_placeholder": "Agrega el enlace de tu grupo",
    "application_add_support_account": "Agrega tu cuenta de soporte",
    "application_add_support_account_placeholder": "Agrega tu cuenta de soporte",
    "application_link_wallet": "Enlazar Cartera",
    "application_note": "Nota: Una vez aplicada, no se puede modificar, por favor rellena cuidadosamente.",
    "buttons_my_team": "Mi Equipo",
    "buttons_community": "Comunidad",
    "buttons_earn_daily": "Ganar Diariamente",
    "buttons_partner": "Socio",
    "buttons_video_zone": "Zona de Video",
    "buttons_swap": "Intercambiar",
    "buttons_apply_job": "Solicitar Trabajo",
    "buttons_bitpower_zone": "Zona BitPower",
    "buttons_show_more": "Mostrar Más",
    "buttons_show_less": "Mostrar Menos",
    "buttons_game_zone": "Zona de Juegos",
    "buttons_gift": "Zona de Regalos",
    "learn_and_earn_daily_earnings": "Ganancias Diarias",
    "learn_and_earn_paragraph1": "Es bien sabido que la aparición de videos cortos ha tenido un impacto multifacético en el presente, cambiando la forma en que los usuarios consumen contenido, reconfigurando la industria del entretenimiento, creando nuevas culturas en línea, convirtiéndose en un canal importante para el marketing y la promoción, y desafiando a los medios tradicionales. Las principales plataformas de software social también están imitando este modelo.",
    "learn_and_earn_paragraph2": "Las vidas de las personas ahora están integradas con los videos cortos. La mayoría de las personas usan sus dispositivos móviles para ver videos cortos durante su tiempo libre para pasar el tiempo.",
    "learn_and_earn_paragraph3": "Para todos los amigos que quieren lograr la libertad financiera construyendo un equipo a través de BitPower, estos son canales útiles y convenientes.",
    "learn_and_earn_paragraph4": "Para ayudar mejor a los miembros de la comunidad de BitPower, hemos lanzado el evento 'Ganancias Diarias', permitiendo que todos acepten mejor los beneficios de los videos cortos. Mientras construyes tu marca personal, ¡también puedes ganar algunas recompensas de tokens BNB!",
    "learn_and_earn_activity_content": "Contenido de la Actividad:",
    "learn_and_earn_activity_content_desc": "Publica un video con contenido especificado en las redes sociales (Tiktok, Youtube, Facebook, Instagram, Twitter) para recibir $0.03 en tokens BNB por publicación.",
    "learn_and_earn_reward_desc": "Esto puede no ser una recompensa sustancial, pero puede ayudarte a eximirte de una tarifa de transacción en la red inteligente de BNB. ¡El valor que puede traerte detrás de escena es incalculable!",
    "learn_and_earn_activity_rules": "Reglas de la Actividad:",
    "learn_and_earn_rule1": "1. Cada persona solo puede completar 5 tareas de publicación por día.",
    "learn_and_earn_rule2": "2. Después de publicar con éxito, necesitas copiar el enlace de compartir de la publicación aquí para enviar.",
    "learn_and_earn_rule3": "3. Una vez aprobada la publicación, puedes recibir la bonificación correspondiente.",
    "learn_and_earn_how_to_get_video_material": "¿Cómo Obtener Material de Video?",
    "learn_and_earn_how_to_get_video_material1": "1. Usa tu comprensión de BitPower para crear algunos videos promocionales que beneficien el desarrollo de tu equipo.",
    "learn_and_earn_how_to_get_video_material2": "2. Busca la palabra clave 'BitPower' en el software social, aprende o copia la experiencia de otros.",
    "learn_and_earn_how_to_get_video_material3": "3. Contacta con embajadores de la comunidad de BitPower para obtener apoyo directo.",
    "learn_and_earn_slogan": "¿Qué tipo de copia debería usarse para hacer que el trabajo sea más atractivo?",
    "learn_and_earn_slogan_desc": "Cuando se trata de promoción de marca, la creatividad y el atractivo son cruciales. Aquí hay algunas ideas de copias promocionales emocionantes sobre BitPower:",
    "learn_and_earn_slogan1": "¡El futuro de Web3 está aquí! He ganado ingresos sustanciales en el ecosistema de BitPower. Únete a mi equipo, colabora con nosotros y explora esta nueva y emocionante finanza.",
    "learn_and_earn_slogan2": "¡Hola! Estoy explorando el mundo de BitPower para ganar dinero real. Únete a nosotros en el viaje de Bit. Discute los detalles conmigo.",
    "learn_and_earn_slogan3": "Explora nuevas posibilidades de inversión, únete a BitPower y emprende un viaje de crecimiento de riqueza.",
    "learn_and_earn_slogan4": "En BitPower, creemos que todos tienen derecho a la libertad financiera. A través de nuestros contratos inteligentes, puedes invertir y crecer tus fondos de manera segura sin preocuparte por la interferencia o los riesgos de terceros. Únete a nosotros, conviértete en miembro de nuestra creciente comunidad, explora nuevas posibilidades de inversión y comienza un viaje de crecimiento de riqueza juntos.",
    "activity_zone_title": "Zona de Actividad",
    "activity_one": "Actividad Uno",
    "activity_one_desc": "¡Patrocinio de Conferencia de 250USDT!",
    "activity_two": "Actividad Dos",
    "activity_two_desc": "¡Invita a nuevos usuarios y obtén una recompensa de 5USDT!",
    "activity_three": "Actividad Tres",
    "activity_three_desc": "Mantente atento...",
    "apply_job_title": "2024 · Puestos de Trabajo",
    "apply_job_subtitle": "TE NECESITAMOS",
    "apply_job_position_1": "Gerente de Comunidad",
    "apply_job_position_1_desc": "Descripción para Gerente de Comunidad.",
    "apply_job_position_2": "Agente de Ciudad",
    "apply_job_position_2_desc": "Descripción para Agente de Ciudad.",
    "apply_job_position_3": "Director Regional",
    "apply_job_position_3_desc": "Descripción para Director Regional.",
    "apply_job_position_4": "Anfitrión de Conferencias",
    "apply_job_position_4_desc": "Descripción para Anfitrión de Conferencias.",
    "apply_job_position_5": "Operador de Videos Cortos",
    "apply_job_position_5_desc": "Descripción para Operador de Videos Cortos.",
    "circulation_tuandui": "Equipos",
    "circulation_tuandui1": "Invitaciones",
    "circulation_tuandui2": "Usuarios Participantes",
    "circulation_tuandui3": "Participación",
    "circulation_geren": "Personal",
    "circulation_geren1": "Circulación Personal",
    "circulation_geren2": "Devoluciones Personales",
    "circulation_geren3": "Beneficios de Compartir",
    "circulation_text": "<div class='group_54 flex-col'><div class='box_91 flex-row'><div class='text-group_77 flex-col justify-between'><span class='text_56'>Nuevas oportunidades para el mundo con blockchain y contratos inteligentes</span><span class='text_57'>DeFi es traído por la blockchain descentralizada y los contratos inteligentes abiertos y transparentes, y es un cambio tecnológico revolucionario que permite la descentralización, apertura y transparencia en las finanzas, así como operaciones eficientes con seguridad mucho más allá de las finanzas tradicionales.</span></div></div></div>",
    "circulation_gif": "<div style='display: flex; align-items: center; flex-direction: column; justify-content: center; margin-top: 6vh;'><img src='/pool-back-CUdRf4n_.png' style='width: 100%; position: absolute;' /><img src='/loop-D0KINp_x.gif' style='width: 200px; height: 260px;' /></div>",
    "circulation_li_title1": "¿Qué es Bit Loop?",
    "circulation_li_conent1": "BitLoop es un contrato inteligente nativo de blockchain diseñado para préstamos y préstamos. Construido sobre la red de Ethereum (EVM), funciona como un protocolo de préstamos en el mercado de divisas. Los usuarios pueden proporcionar o pedir prestado criptomonedas de manera segura sin exponerse a riesgos. El protocolo de contratos inteligentes de BitLoop combina sin problemas a los prestatarios a corto plazo con los prestamistas, facilitando el flujo de capital descentralizado y generando órdenes de acuerdos de préstamos. Este marco permite una gama de actividades de préstamos en blockchain y opera exclusivamente en tecnología blockchain, eliminando la dependencia de instituciones centralizadas. Los préstamos entre pares entre los usuarios se ejecutan a través de contratos inteligentes, asegurando transacciones rápidas y rentables y generando rendimientos superiores en comparación con las vías tradicionales.",
    "circulation_li_title2": "¿Cómo obtiene beneficios Bit Loop?",
    "circulation_li_conent2": "BitLoop utiliza protocolos de contratos inteligentes de préstamos basados en blockchain para proporcionar una plataforma para los prestatarios que necesitan fondos a corto plazo y los prestamistas, beneficiando a todos los participantes a través de flujos de capital diversificados. Por ejemplo, el Usuario A, que requiere fondos a corto plazo, inicia un préstamo a través del contrato inteligente de BitLoop, pagando un dividendo de suministro de capital del 1.5% y comprometiendo los activos de criptomonedas correspondientes; el Usuario B participa en la circulación de préstamos. El contrato inteligente empareja automáticamente y procesa órdenes, completando el suministro de capital. Si la inversión del Usuario B no es suficiente para satisfacer las necesidades del Usuario A, el sistema combinará múltiples órdenes para completar la transacción. Al final del préstamo, el 0.7% del dividendo del suministro de capital pagado por el Usuario A se distribuye al Usuario B como un retorno, con el 0.8% restante otorgado al iniciador como una recompensa de participación de la 17ª generación.",
    "circulation_li_title3": "¿Cómo funciona el Bit Loop?",
    "circulation_li_conent3": "BitLoop emplea tecnología de transmisión líder y tecnología de contratos inteligentes seguros para generar un fondo de dividendos a través de algoritmos, agregando fondos de los participantes e interactuando con acuerdos de órdenes de prestatarios. Los fondos se distribuyen punto a punto a la billetera del prestatario a través de contratos inteligentes, asegurando cero riesgo para el capital. Cuando los usuarios del mercado inician una orden de préstamo, el contrato inteligente crea 100 nodos de regulación anónimos y dos claves privadas de regulación, procesando automáticamente las órdenes de transacción. Utilizando tecnología de firma múltiple y prácticas financieras punto a punto para la seguridad, el contrato inteligente gestiona las operaciones automáticamente. Todos los datos se ejecutan en la blockchain pública, asegurando la operación independiente y el acreditamiento automático de las ganancias a las billeteras.",
    "circulation_li_title4": "¿Seguridad de Bit Loop?",
    "circulation_li_conent4": "La misión de BitLoop es proporcionar el más alto nivel de seguridad para sus usuarios. El modelo operativo subyacente es un programa autónomo que funciona indefinidamente y no puede ser controlado por nadie, incluidos sus creadores. Todas las transacciones se ejecutan entre pares, directamente de una billetera individual a otra, o múltiples billeteras. No hay necesidad de 'salir' porque los fondos ya están en tu billetera, a prueba de manipulaciones incluso por los fundadores y desarrolladores debido a la naturaleza irreversible de los contratos inteligentes. Los contratos inteligentes de BitLoop aseguran la seguridad de las claves privadas y verifican cada transacción. En esencia, estos contratos proporcionan una robusta seguridad y una experiencia amigable para el usuario, permitiéndote tener el control total de tus activos para que puedas disfrutar de los beneficios de las finanzas descentralizadas mientras exista internet.",
    "circulation_li_title5": "¿Cómo obtener recompensas de compartir Bit Loop?",
    "circulation_li_conent5": "En BitLoop, tus beneficios de comisión provienen de tus socios. Desde el momento en que te unes al contrato inteligente de BitLoop, crea un enlace personal único para ti. Cuando tus socios usan este enlace para unirse a BitLoop, se convierten en tus socios directos aguas abajo y están vinculados permanentemente a ti. Todos los socios individuales que invites se asignan permanentemente a ti y no pueden cambiarse, ya que los datos se registran en la blockchain. Además, tu enlace de referencia permanece sin cambios; no puedes alterar a tus socios ascendentes. Cuando tus socios completan su participación en el ciclo de circulación de BitLoop, el contrato inteligente distribuye automáticamente la parte correspondiente de las recompensas a tu billetera.",
    "circulation_intro_title": "Introducción a BitLoop",
    "circulation_join_title": "Cómo Participar",
    "circulation_reward_intro_title": "Introducción a los Beneficios",
    "circulation_safe_title": "Seguridad de BitLoop",
    "circulation_code_title": "Código Abierto",
    "join_title0": "¿Cómo Participar?",
    "join_title1": "Cómo funcionan los contratos inteligentes",
    "join_title2": "Recompensas de compartir del equipo",
    "join_text0": "Participar en BitLoop es muy sencillo. Los participantes solo necesitan ingresar la cantidad de USDT que desean circular en la página de circulación de BitLoop, elegir el ciclo en el que desean participar y recibirán una orden de circulación de BitLoop. Cuando termine la cuenta regresiva de la orden, el contrato inteligente devolverá automáticamente los activos a la dirección de la billetera del usuario.",
    "join_text1": "El contrato inteligente comienza a operar desde el momento en que recibe los activos criptográficos en circulación de los participantes y calcula las necesidades de orden de los prestamistas y proveedores en base al recuento de direcciones de billetera en tiempo real (a), volumen de circulación de capital (b), volumen de retorno de capital (c), número de órdenes de préstamo (t), monto del préstamo (s), monto del reembolso (f), rango de fluctuación histórica (d), ciclo lineal (n), etc., y proporciona un acuerdo de suministro de capital (x), emparejando automáticamente las necesidades de ambas partes y completando la transacción.",
    "join_text2": "Para asegurar que los participantes puedan recibir dividendos de manera constante, el contrato inteligente de BitLoop implementa un control de volumen de circulación relacionado con los activos criptográficos comprometidos por las partes interesadas del mercado. Si los activos criptográficos comprometidos por el prestatario son insuficientes, los participantes no podrán proporcionar fondos al fondo de liquidez del contrato inteligente para la circulación. En tales casos, el contrato inteligente rechazará automáticamente cualquier fondo que exceda la orden de suministro del participante de circular en el fondo de liquidez, asegurando una seguridad absoluta.",
    "join_text3": "En BitLoop, cada participante tiene la oportunidad de convertirse en el iniciador del proyecto, invitando a nuevos usuarios a unirse y proporcionando liquidez para ganar recompensas de compartir del equipo.",
    "join_text4": "Los usuarios pueden ganar una generación adicional de recompensas de compartir de amigos por cada 100 USDT que circulen, hasta un máximo de 17 generaciones de recompensas de compartir de amigos.",
    "join_text5": "*Cada recompensa de compartir se ingresará automáticamente en la billetera y la dirección del iniciador a través del contrato inteligente.",
    "carousel.features": "Características",
    "carousel.autonomy.title": "Autonomía",
    "carousel.autonomy.description": "El ecosistema de BitPower se basa en tecnologías de contratos inteligentes y NFT, que son completamente autónomas, eliminando la influencia de factores humanos.",
    "carousel.immutability.title": "Inmutabilidad",
    "carousel.immutability.description": "El algoritmo se almacena en la blockchain, por lo que nadie, ni siquiera los creadores de BitPower, pueden intervenir, cancelar o alterar sus transacciones.",
    "carousel.transparency.title": "Transparencia",
    "carousel.transparency.description": "Los contratos inteligentes se ejecutan en la blockchain, y los registros de transacciones se almacenan en la blockchain, lo que permite que cualquiera los vea en cualquier momento. Esto garantiza condiciones justas y estadísticas fiables en las que puede confiar.",
    "carousel.fullAutomation.title": "Automatización Total",
    "carousel.fullAutomation.description": "BitPower no almacena sus activos; todos los activos se almacenan completamente en la blockchain, con activos moviéndose automáticamente entre participantes y contratos.",
    "carousel.smartContract.title": "100% Contrato Inteligente",
    "carousel.smartContract.description": "Todas las transacciones y operaciones son ejecutadas automáticamente por contratos inteligentes, restringidos por reglas y condiciones predefinidas. Una vez que se cumplen estas condiciones, el contrato realiza automáticamente las acciones correspondientes.",
    "carousel.decentralization.title": "Descentralización",
    "carousel.decentralization.description": "Nadie, ni siquiera los creadores del código, puede modificar el funcionamiento de cualquier contrato inteligente de BitPower.",
    "description.title": "Descripción",
    "description.button": "Más",
    "description.mainText": "El ecosistema de la criptomoneda de próxima generación, conocido como ‘Contrato Inteligente Bancario de Criptomonedas en Blockchain’",
    "description.fadedText": "BitPower es una plataforma de finanzas descentralizadas (DeFi) basada en tecnología blockchain, destinada a establecer un sistema mundial digital distribuido, transparente, accesible e inclusivo. Facilita un modelo de circulación económica descentralizada de igual a igual, satisfaciendo de manera segura la demanda mundial de circulación de fondos, préstamos y ahorros rotativos sin riesgo.",
    "footer.language.english": "Inglés",
    "footer.language.spanish": "Español",
    "footer.language.chinese": "Chino",
    "footer.telegramGroups": "Grupos de Telegram",
    "footer.telegramNews": "Noticias de Telegram",
    "footer.rightsReserved": "Todos los derechos reservados."
}